[
  {
    "reto": "PREGÚNTALE LO QUE QUIERAS A LA PERSONA QUE QUIERAS. ESTE DEBE CONTESTAR O BEBERSE SU COPA Y LA TUYA",
    "color": "White"
  },
  {
    "reto": "TE HA TOCADO DARLE UN PICO A TODOS DE LA SALA. SI ALGUIEN NO QUIERE, SON 6 TRAGOS",
    "color": "#FF5600"
  },
  {
    "reto": "DI EN VOZ ALTA, DOS COSAS QUE SEAN MENTIRA Y DOS QUE SEAN VERDAD. EL QUE ACIERTE CUAL ES VERDAD PUEDE ROBAR 2 TRAGOS DE ALGUIEN QUE HAYA FALLADO",
    "color": "White"
  },
  {
    "reto": "JUGAMOS. EMPIEZAS LA RONDA DE PASAR EL HIELO",
    "color": "Yellow"
  },
  {
    "reto": "JUGAMOS. FOLLAR, CASAR, MATAR CON LAS PERSONAS AQUI",
    "color": "Yellow"
  },
  {
    "reto": "¡CONSURSO DE CULOS! CHICAS: SOIS EL JURADO. VOTAD EL MEJOR CULO",
    "color": "Yellow"
  },
  {
    "reto": "LA SEGUNDA PERSONA A TU DERECHA TE QUITA EL SUJETADOR. SI NO LLEVAS, SE LO QUITAS A LA PERSONA QUE TENGAS MAS CERCA",
    "color": "#FF5600"
  },
  {
    "reto": "1. LOS DEMÁS ESCOGEN A ALGUIEN 2. OS QUEDAIS EN ROPA INTERIOR 3.CADA UNO METE LAS MANOS POR DENTRO DE LA ROPA INTERIOR DEL OTRO  4. OS LIÁIS Y OS TOCÁIS DURANTE 20 SEGUNDOS",
    "color": "#FF5600"
  },
  {
    "reto": "JUGAMOS TARAREA UNA CANCIÓN, LA PRIMERA PERSONA QUE LA ADIVINE CORRECTAMENTE PUEDE IMPARTIR EL RETO QUE QUIERA ",
    "color": "White"
  },
  {
    "reto": "TOMATE UN TRAGO Y RESPONDE. ¿QUÉ DEBERÍA TENER UNA PERSONA PARA QUE TE PILLES?",
    "color": "White"
  },
  {
    "reto": "TODOS CAMBIAMOS DE SITIO",
    "color": "White"
  },
  {
    "reto": "DALE UN PICO A LA PERSONA QUE SALGA VOTADA MAYORÍA A ESTA PREGUNTA ¿QUIÉN CREEÍS QUE FOLLA MEJOR?",
    "color": "#FF5600"
  },
  {
    "reto": "DALE UN MORREO A LA PERSONA QUE SALGA VOTADA MAYORÍA A ESTA PREGUNTA ¿QUIÉN CREEÍS QUE FOLLA MEJOR?",
    "color": "#FF5600"
  },
  {
    "reto": "3 MINUTOS EN EL PARAÍSO CON LA CUARTA PERSONA A TU DERECHA (ARMARIO O BAÑO)",
    "color": "Yellow"
  },
  {
    "reto": "TÓMATE UN TRAGO Y RESPONDE. ¿QUÉ ES EN LO PRIMERO QUE TE FIJAS CUANDO CONOCES A ALGUIEN?",
    "color": "White"
  },
  {
    "reto": "SIENTATE ENCIMA DE LA PERSONA QUE MÁS TE ATRAIGA Y FINGE EL ORGASMO QUE TENDRÍAS CON ELLA",
    "color": "#FF5600"
  },
  {
    "reto": "JUGAMOS. PUNTA DE LENGUA CON PUNTA DE LENGUA CON LA PERSONA QUE TENGAS A LA DERECHA",
    "color": "#FF5600"
  },
  {
    "reto": "LOS DEMÁS ESCOGEN A OTRA PERSONA DEL MISMO SEXO AL QUE LE TIENES QUE DAR UN PICO",
    "color": "White"
  },
  {
    "reto": "EL PRIMERO ALFABÉTICAMENTE TE AZOTA EN EL CULO O BEBES 3 VECES",
    "color": "Yellow"
  },
  {
    "reto": "PIENSA EN UN NÚMERO DEL 1 AL 10 LOS QUE DIGAN EL MISMO, SE DAN UN PICO",
    "color": "Yellow"
  },
  {
    "reto": "TÓMATE DOS TRAGOS Y DI A QUIEN TE GUSTARÍA TIRARTE DE LA SALA",
    "color": "Yellow"
  },
  {
    "reto": "ADIVINA LA PARTE DEL CUERPO DE OTRA PERSONA LAMIÉNDOLA. LA CUARTA PERSONA A TU DERECHA",
    "color": "#FF5600"
  },
  {
    "reto": "ADIVINA LA PARTE DEL CUERPO DE OTRA PERSONA LAMIENDOLA. LA CUARTA PERSONA A TU IZQUIERDA",
    "color": "#FF5600"
  },
  {
    "reto": "BEBE 5 TRAGOS LA PERSONA QUE CREES QUE DISFRUTA MÁS DANDO PLACER",
    "color": "White"
  },
  {
    "reto": "HAZ UN HIDALGO SI TE HAS ARREPENTIDO DE MANTENER RELACIONES CON ALGUIEN",
    "color": "White"
  },
  {
    "reto": "TÓMATE UN TRAGO Y RESPONDE. ¿ALGUNA VEZ TE HAN PILLADO MANTENIENDO RELACIONES SEXUALES?",
    "color": "White"
  },
  {
    "reto": "LAS PERSONAS A TU DERECHA Y A TU IZQUIERDA DEBEN CONTAR CUAL ES EL LUGAR MÁS RARO DONDE HAN FOLLADO. EL PERDEDOR BEBE 3 TRAGOS",
    "color": "Yellow"
  },
  {
    "reto": "CHICOS, OS QUITAÍS LOS PANTALONES DURANTE 1 RONDA",
    "color": "#FF5600"
  },
  {
    "reto": "DILE A LA SEGUNDA PERSONA A TU IZQUIERDA CUÁL ES LA PARTE QUE MÁS TE PONE DE SU CUERPO",
    "color": "Yellow"
  },
  {
    "reto": "JUGAMOS. FUCK, MARRY, KILL CON LAS PERSONAS DE AQUI",
    "color": "Yellow"
  },
  {
    "reto": "TÓMATE UN TRAGO Y RESPONDE. ¿CUÁL ES TU MAYOR FANTASÍA SEXUAL?",
    "color": "White"
  },
  {
    "reto": "BESO TRIPLE CON 2 PERSONAS QUE ESCOJAN LOS DEMÁS",
    "color": "#FF5600"
  },
  {
    "reto": "JUGAMOS. EL/LA JUGADOR/A QUE MENOS ALCOHOL TENGA EN SU COPA DEBE IMITAR UNA POSTURA SEXUAL CON LA QUE MÁS BEBIDA TENGA",
    "color": "Yellow"
  },
  {
    "reto": "TE TAPAS LOS OJOS Y 2 PERSONAS TE BESAN. DEBES ADIVINAR QUIENES ERAN",
    "color": "#FF5600"
  },
  {
    "reto": "ELIGES QUÉ PRENDA LE QUITAS AL DE LA DERECHA",
    "color": "Yellow"
  },
  {
    "reto": "TÓMATE UN TRAGO Y RESPONDE. ¿CUÁL ES TU TIPO PORNO FAVORITO Y POR QUÉ?",
    "color": "White"
  },
  {
    "reto": "SI A LA PERSONA DE TU IZQUIERDA LE ECHARÍAS UN POLVO, BEBE 2 VECES",
    "color": "Yellow"
  },
  {
    "reto": "3 MINUTOS EN EL PARAÍSO CON LA CUARTA PERSONA A TU DERECHA (ARMARIO O BAÑO) CON UNA PRENDA MENOS CADA UNO",
    "color": "Yellow"
  },
  {
    "reto": "LA PERSONA A TU IZQUIERDA Y A TU DERECHA SE BESAN",
    "color": "#FF5600"
  },
  {
    "reto": "TE TAPAS LOS OJOS Y 2 PERSONAS TE BESAN. DEBES ADIVINAR QUIENES ERAN",
    "color": "#FF5600"
  },
  {
    "reto": "MANTÉN LA MIRADA MUY DE CERCA CON LA SEGUNDA PERSONA DE TU DERECHA DURANTE 1 MINUTO",
    "color": "White"
  },
  {
    "reto": "BESA EN EL CUELLO A LA PERSONA QUE MÁS TE ATRAIGA",
    "color": "#FF5600"
  },
  {
    "reto": "DEBES BESAR A LA PERSONA QUE MÁS TE HAYA MENCIONADO DESDE QUE HA COMENZADO EL JUEGO. SI NO LO SABES, SERÁ VOTADO",
    "color": "#FF5600"
  },
  {
    "reto": "SI HAS FOLLADO EN UN BAÑO REPARTE 5 TRAGOS, SINO LOS BEBES TÚ",
    "color": "Yellow"
  },
  {
    "reto": "TODAS LAS PERSONAS CON FALDAS O VESTIDO SE QUITAN LAS BRAGAS DURANTE 2 RONDAS",
    "color": "#FF5600"
  },
  {
    "reto": "JUGAMOS. TE SIENTAS CON LA TERCERA PERSONA A TU IZQUIERDA. DADLE UN TRAGO A VUESTRAS BEBIDAS Y SEGUIDLOS DE UN PICO, ASÍ HASTA QUE ACABE LA BEBIDA DE UNO",
    "color": "Yellow"
  },
  {
    "reto": "TU MEJOR AMIG@ CUENTA CUAL ES TU FETICHE MÁS RARO. SI NO ESTÁ PRESENTE DEBERÁS LLAMARLO",
    "color": "Yellow"
  },
  {
    "reto": "LLAMA A TU EX Y DILE QUE LE ECHAS DE MENOS",
    "color": "Yellow"
  },
  {
    "reto": "QUINTA PERSONA A TU IZQUIERDA TE VE SIN CAMISETA",
    "color": "Yellow"
  },
  {
    "reto": "JUGAMOS FUCK, MARRY, KILL CON LAS PERSONAS DE AQUI",
    "color": "Yellow"
  },
  {
    "reto": "TODOS CAMBIAMOS DE SITIO",
    "color": "White"
  },
  {
    "reto": "LOS QUE HAYAN TENIDO UN TRÍO BEBEN 3 VECES",
    "color": "White"
  },
  {
    "reto": "TÓMATE UN TRAGO Y RESPONDE ¿DE QUIÉN AQUI VERÍAS UN VÍDEO XXX?",
    "color": "White"
  },
  {
    "reto": "VOTACIÓN A LA DE 3 LAS CHICAS SEÑALAN QUIEN CREEN QUE SE CORRE MÁS RÁPIDO CUANDO SE MASTURBA. EL MAS VOTADO BEBE 3 TRAGOS",
    "color": "Yellow"
  },
  {
    "reto": "DESABROCHA EL SUJETADOR DE LA CHICA QUE TENGAS DELANTE, ROZANDO NARICES Y MIRÁANDOOS A LOS OJOS",
    "color": "#FF5600"
  },
  {
    "reto": "TÓMATE UN TRAGO Y RESPONDE. ¿QUIÉN ES EL MÁS PROBABLE QUE SE INIFIEL?",
    "color": "White"
  },
  {
    "reto": "EL JUGADOR MÁS MAYOR Y EL MÁS PEQUEÑO SE LIAN DURANTE 5 SEGUNDOS",
    "color": "#FF5600"
  },
  {
    "reto": "JUGAMOS. DEJA QUE LA CUARTA PERSONA A TU IZQUIERDA MANDE UN MENSAJE A LA PERSONA QUE QUIERA DESDE TU MOVIL",
    "color": "Yellow"
  },
  {
    "reto": "JUGAMOS TODOS APUNTAN SU POSICIÓN SEXUAL FAVORITA. SI COINCIDE CON ALGUIEN, OS DAIS UN PICO",
    "color": "#FF5600"
  },
  {
    "reto": "SI A LA PERSONA DE TU IZQUIERDA LE ECHARÍAS UN POLVO, BEBE 2 VECES",
    "color": "Yellow"
  },
  {
    "reto": "INTERCAMBIA LA CAMISETA CON LA PERSONA DE TU IZQUIERDA DURANTE 2 RONDAS",
    "color": "Yellow"
  },
  {
    "reto": "CHICAS, BEBED EL NÚMERO DE SORBOS CORRESPONDIENTES A VUESTRA TALLA DE SUJETADOR (AA\u003d1, A\u003d2, B\u003d3, C\u003d4, D\u003d5, ETC.)",
    "color": "White"
  },
  {
    "reto": "TÓMATE UN TRAGO Y RESPONDE. ¿QUÉ ES LO MÁS ASQUEROSO QUE TE HA PASADO EN LA CAMA?",
    "color": "White"
  },
  {
    "reto": "BEBES SI TE HAS LIADO CON ALGUIEN DE LA SALA",
    "color": "White"
  },
  {
    "reto": "BEBES SI TE LIARÍAS CON ALGUIEN DE LA SALA",
    "color": "White"
  },
  {
    "reto": "HAZLE UN BAILE HOT A LA PERSONA QUE ESCOJAN TODOS LOS TÍOS DE LA FIESTA",
    "color": "#FF5600"
  },
  {
    "reto": "QUIEN ES EL MÁS PROBABLE QUE SE GRABE MIENTRAS FOLLA. A LA DE 3 SEÑALÁIS. EL MAS SEÑALADO BEBE",
    "color": "Yellow"
  },
  {
    "reto": "JUGAMOS. POR CADA TRAGO QUE DES A TU COPA DEBES DARLE UN PICO A ALGUIEN, HASTA QUE ACABE LA RONDA",
    "color": "#FF5600"
  },
  {
    "reto": "JUGAMOS. PON LA CANCIÓN QUE QUIERAS Y EL SEXO OPUESTO HACE UN CONCURSO DE BAILE",
    "color": "Yellow"
  },
  {
    "reto": "DILE A LA SEGUNDA PERSONA A TU IZQUIERDA CUÁL ES LA PARTE QUE MÁS TE PONE DE SU CUERPO",
    "color": "Yellow"
  },
  {
    "reto": "CADA VEZ QUE LA PERSONA A TU DERECHA BEBA DE UN VASO, DEBES FINGIR UN ORGASMO. DURANTE 1 RONDA",
    "color": "Yellow"
  },
  {
    "reto": "CON LOS OJOS CERRADOS, TOCA A UNA PERSONA QUE HAN ESCOGIDO LOS DEMÁS Y ADIVINA QUIEN ES",
    "color": "White"
  },
  {
    "reto": "CITA, COMO SI FUESE UN POEMA, EL ESTRIBILLO DE REGGAETON QUE TÚ QUIERAS A LA SEGUNDA PERDONA QUE MÁS TE ATRAIGA DE LA SALA",
    "color": "White"
  },
  {
    "reto": "QUE BEBAN 3 TRAGOS TODOS LOS QUE HAN SIDO ARAÑADOS MIENTRAS MANTENÍAN RELACIONES",
    "color": "White"
  },
  {
    "reto": "PREGÚNTALE LO QUIERAS A LA PERSONA QUE QUIERAS. ESTA DEBE CONTESTAR O BEBERSE SU COPA Y LA TUYA",
    "color": "White"
  },
  {
    "reto": "BESA A LA PERSONA QUE TIENES DELANTE O HAZTE UN HIDALGO",
    "color": "#FF5600"
  },
  {
    "reto": "DALE UN BESITO EN LA NARIZ A LA TERCERA PERSONA A TU DERECHA",
    "color": "White"
  },
  {
    "reto": "TE VE SIN CAMISETA LA TERCERA PERSONA A TU IZQUIERDA",
    "color": "Yellow"
  },
  {
    "reto": "TÓMATE UN TRAGO Y RESPONDE. ¿QUIÉN TIENE LAS TETAS MÁS BONITAS?",
    "color": "White"
  },
  {
    "reto": "TÓMATE UN TRAGO Y RESPONDE. ¿TE HAN PILLADO VIENDO PORNO?",
    "color": "White"
  },
  {
    "reto": "TODOS LOS QUE TE HAYAN FANTASEADO CON ALGUIEN AQUÍ, BEBEN 3 TRAGOS",
    "color": "Yellow"
  },
  {
    "reto": "LÍATE CON LA PERSONA QUE MAS TE PONGA",
    "color": "#FF5600"
  },
  {
    "reto": "LÍATE CON LA PERSONA QUE MÁS TE PONGA",
    "color": "#FF5600"
  },
  {
    "reto": "TÓMATE UN TRAGO Y RESPONDE. ¿QUÉ DEBERÍA TENER UNA PERSONA PARA QUE TE PILLES?",
    "color": "White"
  },
  {
    "reto": "TÓMATE UN TRAGO Y RESPONDE. ¿QUÉ ES LO MAS RARO QUE TE HA PASADO MANTENIENDO RELACIONES SEXULES?",
    "color": "White"
  },
  {
    "reto": "TÓMATE UN TRAGO Y RESPONDE. ¿EN QUÉ LUGAR MORDERÍAS A TU PAREJA PARA EXCITARLA?",
    "color": "White"
  },
  {
    "reto": "BESA A LA PERSONA QUE PIENSAS QUE ES MÁS PROBABLE QUE PAGUE POR SEXO",
    "color": "#FF5600"
  },
  {
    "reto": "TODOS CAMBIAMOS DE SITIO",
    "color": "White"
  },
  {
    "reto": "MUERDE EL LABIO A LA SEGUNDA PERSONA A TU DERECHA",
    "color": "#FF5600"
  },
  {
    "reto": "HAZLE UN BAILE HOT A LA PERSONA QUE ESCOJAN TODAS LAS TÍAS DE LA FIESTA",
    "color": "Yellow"
  }
]